var filterData = [{"code":"dmp",
									 "name":"归档部门",
 									 "val":["综合管理部(123)","计划财务部","人力资源部","信息技术中心","经发管委","法律部","综合管理部","计划财务部","人力资源部","信息技术中心","经发管委","法律部","综合管理部","计划财务部","人力资源部","信息技术中心","经发管委","法律部"]
 									},
 									{"code":"prj",
									 "name":"年度",
 									 "val":["2013","2012","2011","2010","2009","更早"]
 									}
 	];
var filterData2 = [{"code":"dmp2",
									 "name":"归档部门2",
 									 "val":["综合管理部(123)2","计划财务部2","人力资源部2","信息技术中心","经发管委","法律部","综合管理部","计划财务部","人力资源部","信息技术中心","经发管委","法律部","综合管理部","计划财务部","人力资源部","信息技术中心","经发管委","法律部"]
 									},
 									{"code":"prj2",
									 "name":"年度2",
 									 "val":["2013","2012","2011","2010","2009","更早"]
 									}];